{
    "title": "10 Self-Help Tips for Depression",
    "description": [
        {
            "title" : "" ,
            "description" : "When depression makes you feel tired and flat, trying a few simple self-help methods can lighten the load. Sadness, a lack of energy and motivation, little interest in the things you used to enjoy — all of these symptoms of depression can make it difficult to care for yourself on a daily basis. Depression affects 16.1 million adults in the United States every year. So while depression can feel isolating and daunting, know that you’re not alone. Here are 10 self-help methods you can try."
        },
        {
            "title": "1. Make your own self-care list",
            "description" : "You’re unique, and what works for others won’t necessarily work for you. Make a list of what you can do when you need a boost in your mood or are feeling overwhelmed. Once you’ve made your list, keep it somewhere easily accessible. Better yet, keep it on your phone so that you always have it to hand. Then, when you need it, you can pull it out and look through some ideas that have helped you before. They might just include the thing you need right now."
        },
        {
            "title": "2. Start a journaling routine",
            "description" : "Depression comes with an array of unwanted thoughts and feelings. Journaling about what you’re feeling can provide a useful outlet for your emotions, giving you some distance from unhelpful thoughts. This distance can help you to process difficult emotions. If you feel able to, try sitting for a few minutes and writing out what you’re thinking and feeling. Allow yourself to meet those thoughts with acceptance. They might feel bad, but feeling them doesn’t make you bad. Journaling can also help you keep track of things, people, or places that make you feel better or worse, so that you know what to move towards and what to avoid next time."
        },
        {
            "title": "3. Try an online self-help guide",
            "description" : "There are some great worksheets and self-help guides out there. These resources aim to help you learn about depression, get in touch with your emotional health, and give you tools you can use to start feeling better."
        },
        {
            "title": "4. Focus on routine",
            "description" : "Having a routine can be comforting and help you to feel more balanced in your daily life. Over time, keeping a consistent routine might just help you fall into more consistent mood and behavior patterns, too. It’s not always easy to stick to a routine, but remember that repetition is the key to success. To begin with, try taking small steps towards a routine that feels good, and gently nudging yourself when you move away from it."
        },
        {
            "title": "5. Get your nutrients",
            "description" : "What you eat can also affect how you feel. It might feel good in the short term to eat comfort foods that are high in carbohydrates, saturated fats, and processed foods, but those foods can make you feel sluggish and fatigued. Eating fruits and vegetables, along with whole grains and healthy fats, can help you have more energy, get better sleep, and find that you have more motivation."
        }
    ],
    "source": "https://psychcentral.com/depression/self-help-for-depression#nutrients",
    "image" : "https://images.unsplash.com/photo-1571425046056-cfc17c664e57?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
    "category" : "selfhelp"
}